export default {
    header: {
        selectLang: "اختر لغتك",
        more: "المزيد"
    },
    sign_in: {
        top_title: "سجل الدخول لإدارة منشأتك",
        username: "اسم المستخدم",
        placeholder: "يُعرف أيضًا باسم \"اسم تسجيل الدخول\" و\"معرف المستخدم\"",
        next: "التالي",
        forgot_password: "هل لديك مشكلة في تسجيل الدخول؟",
        create_account: "إنشاء حساب شريك",
        rights_reserved: "جميع الحقوق محفوظة.",
        questions: { "1": "هل لديك أسئلة حول منشأتك أو نظام الإكسترانت؟ ", "2": "قم بزيارة مركز المساعدة لمعرفة المزيد." },
        errors: {
            "username_required": "يرجى إدخال اسم المستخدم",
            "username_not_found": "يبدو أنه لا يوجد حساب مرتبط باسم المستخدم هذا. يمكنك",
            "create_new": "إنشاء حساب",
            "to_access": "للوصول إلى خدماتنا"
        }
    },
    footer: {
        title_rights: "بتسجيل الدخول أو إنشاء حساب، فإنك توافق على شروطنا وأحكامنا وبيان الخصوصية"
    },
    password: {
        title: "أدخل كلمة المرور",
        under_title: {"1": "الرجاء إدخال كلمة مرور Booking.com الخاصة بك لـ"},
        input_title: "كلمة المرور",
        button_title: "تسجيل الدخول",
        forgot: "هل نسيت كلمة المرور؟",
        placeholder: "أدخل كلمة المرور",
        errorMessage: "الرجاء إدخال كلمة مرور Booking.com الخاصة بك"
    },
    blocked: {
        title: "الحساب مقفل",
        under_title: "لقد قمنا بقفل حساب Booking.com الخاص بك لأسباب أمنية.",
        description: "لفتح حسابك، اطلب بريدًا إلكترونيًا يحتوي على رابط لإعادة تعيين كلمة المرور.",
        button: "طلب بريد إلكتروني لإعادة تعيين كلمة المرور",
    },
    verif_pick: {
        title: "تحقق من هويتك",
        description: "حدد طريقة التحقق للمتابعة."
    },
    smsCode: {
        title: "المصادقة الثنائية",
        description: {
            first: "لقد أرسلنا رمز التحقق إلى هاتفك",
            second: "إذا كنت لا تزال غير قادر على التحقق، راجع",
            third: "خيارات أخرى"
        },
        input_title: "رمز التحقق",
        errorMessage: "الرجاء إدخال رمز التحقق الخاص بك",
        pulseTitle: "رمز التحقق من Pulse",
        verify: "تحقق الآن",
        wait: "انتظر",
        resend: "إعادة إرسال الرمز",
        timer: "ثوانٍ قبل طلب رمز جديد",
        pulseDescription: "لإكمال تسجيل الدخول، افتح تطبيق Pulse للعثور على رمز التحقق الخاص بك.",
    }
}