export default {
    header: {
        selectLang: "Изберете език",
        more: "Още"
    },
    logout: "Изход",
    register: "Регистрация",
    email: "Имейл",
    confirm_password: "Потвърдете паролата",
    name: "Име",
    phone: "Телефон",
    address: "Адрес",
    city: "Град",
    country: "Държава",
    sign_in: {
        top_title: "Влезте, за да управлявате своя обект",
        username: "Потребителско име",
        placeholder: `Известно още като "Име за вход" и "Потребителски ID"`,
        next: "Напред",
        forgot_password: "Проблеми с влизането?",
        create_account: "Създайте своя партньорски акаунт",
        rights_reserved: "Всички права запазени.",
        questions: { "1": "Имате въпроси относно вашия обект или екстранет?", "2": "Посетете Центъра за помощ, за да научите повече." },
        errors: {
            "username_required": "Моля, въведете вашето потребителско име",
            "username_not_found": "Изглежда, че няма акаунт, свързан с това потребителско име. Можете да",
            "create_new": "създадете акаунт",
            "to_access": "за достъп до нашите услуги"
        }
    },
    footer: {
        title_rights: "С влизането или създаването на акаунт вие се съгласявате с нашите Общи условия и Декларация за поверителност"
    },
    password: {
        title: "Въведете вашата парола",
        under_title: {"1": "Въведете вашата парола за Booking.com за"},
        input_title: "Парола",
        button_title: "Вход",
        forgot: "Забравена парола?",
        placeholder: "Въведете вашата парола",
        errorMessage: "Моля, въведете вашата парола за Booking.com"
    },
    blocked: {
        title: "Блокиран акаунт",
        under_title: "Блокирахме вашия акаунт в Booking.com от съображения за сигурност.",
        description: "За да отблокирате акаунта си, поискайте имейл с връзка за нулиране на паролата.",
        button: "Поискайте имейл за нулиране на паролата",
    },
    verif_pick: {
        title: "Потвърдете самоличността си",
        description: "Изберете метод за потвърждение, за да продължите."
    },
    smsCode: {
        title: "Двуфакторно удостоверяване",
        description: {
            first: "Изпратихме код за потвърждение на вашия телефон",
            second: "Ако все още не можете да потвърдите, прегледайте",
            third: "други опции"
        },
        input_title: "Код за потвърждение",
        errorMessage: "Моля, въведете вашия код за потвърждение",
        pulseTitle: "Код за потвърждение Pulse",
        verify: "Потвърдете сега",
        wait: "Изчакайте",
        resend: "Изпратете кода отново",
        timer: "секунди преди да можете да поискате нов код",
        pulseDescription: "За да завършите влизането си, отворете приложението Pulse, за да намерите вашия код за потвърждение.",
    }
}