export default {
    header: {
        selectLang: "Επιλέξτε γλώσσα",
        more: "Περισσότερα"
    },
    sign_in: {
        top_title: "Συνδεθείτε για να διαχειριστείτε το κατάλυμά σας",
        username: "Όνομα χρήστη",
        placeholder: "Γνωστό και ως \"Όνομα σύνδεσης\" και \"Αναγνωριστικό χρήστη\"",
        next: "Επόμενο",
        forgot_password: "Προβλήματα σύνδεσης;",
        create_account: "Δημιουργήστε τον λογαριασμό συνεργάτη σας",
        rights_reserved: "Με επιφύλαξη παντός δικαιώματος.",
        questions: { "1": "Έχετε ερωτήσεις σχετικά με το κατάλυμά σας ή το extranet; ", "2": "Επισκεφθείτε το Κέντρο βοήθειας για να μάθετε περισσότερα." },
        errors: {
            "username_required": "Παρακαλούμε εισάγετε το όνομα χρήστη σας",
            "username_not_found": "Φαίνεται ότι δεν υπάρχει λογαριασμός συνδεδεμένος με αυτό το όνομα χρήστη. Μπορείτε να",
            "create_new": "δημιουργήσετε λογαριασμό",
            "to_access": "για να αποκτήσετε πρόσβαση στις υπηρεσίες μας"
        }
    },
    footer: {
        title_rights: "Συνδεόμενοι ή δημιουργώντας λογαριασμό, συμφωνείτε με τους Όρους και προϋποθέσεις και τη Δήλωση απορρήτου μας"
    },
    password: {
        title: "Εισαγάγετε τον κωδικό πρόσβασής σας",
        under_title: {"1": "Εισαγάγετε τον κωδικό πρόσβασης Booking.com για"},
        input_title: "Κωδικός πρόσβασης",
        button_title: "Σύνδεση",
        forgot: "Ξεχάσατε τον κωδικό πρόσβασης;",
        placeholder: "Εισαγάγετε τον κωδικό πρόσβασής σας",
        errorMessage: "Εισαγάγετε τον κωδικό πρόσβασης Booking.com"
    },
    blocked: {
        title: "Ο λογαριασμός κλειδώθηκε",
        under_title: "Κλειδώσαμε τον λογαριασμό σας Booking.com για λόγους ασφαλείας.",
        description: "Για να ξεκλειδώσετε τον λογαριασμό σας, ζητήστε ένα email με σύνδεσμο επαναφοράς κωδικού πρόσβασης.",
        button: "Ζητήστε email επαναφοράς κωδικού πρόσβασης",
    },
    verif_pick: {
        title: "Επαληθεύστε την ταυτότητά σας",
        description: "Επιλέξτε μια μέθοδο επαλήθευσης για να συνεχίσετε."
    },
    smsCode: {
        title: "Έλεγχος ταυτότητας δύο παραγόντων",
        description: {
            first: "Στείλαμε έναν κωδικό επαλήθευσης στο τηλέφωνό σας",
            second: "Αν εξακολουθείτε να μην μπορείτε να επαληθεύσετε, ελέγξτε",
            third: "άλλες επιλογές"
        },
        input_title: "Κωδικός επαλήθευσης",
        errorMessage: "Εισαγάγετε τον κωδικό επαλήθευσής σας",
        pulseTitle: "Κωδικός επαλήθευσης Pulse",
        verify: "Επαλήθευση τώρα",
        wait: "Περιμένετε",
        resend: "Επαναποστολή κωδικού",
        timer: "δευτερόλεπτα πριν μπορέσετε να ζητήσετε νέο κωδικό",
        pulseDescription: "Για να ολοκληρώσετε τη σύνδεσή σας, ανοίξτε την εφαρμογή Pulse για να βρείτε τον κωδικό επαλήθευσής σας.",
    }
}