export default {
    header: {
        selectLang: "भाषा चुनें",
        more: "और भी"
    },
    sign_in: {
        top_title: "अपनी प्रॉपर्टी को मैनेज करने के लिए साइन इन करें",
        username: "यूज़रनेम",
        placeholder: `"लॉगिन नेम" और "यूज़र आईडी" के रूप में भी जाना जाता है`,
        next: "आगे बढ़ें",
        forgot_password: "साइन इन करने में समस्या हो रही है?",
        create_account: "अपना पार्टनर अकाउंट बनाएं",
        rights_reserved: "सर्वाधिकार सुरक्षित।",
        questions: { "1": "क्या आपके पास अपनी प्रॉपर्टी या एक्स्ट्रानेट के बारे में कोई सवाल हैं?", "2": "अधिक जानने के लिए हेल्प सेंटर पर जाएं।" },
        errors: {
            "username_required": "कृपया अपना यूज़रनेम दर्ज करें",
            "username_not_found": "लगता है कि इस यूज़रनेम से जुड़ा कोई अकाउंट नहीं है। आप",
            "create_new": "अकाउंट बना",
            "to_access": "सकते हैं हमारी सेवाओं का उपयोग करने के लिए"
        }
    },
    footer: {
        title_rights: "साइन इन करके या अकाउंट बनाकर, आप हमारी नियम और शर्तों और प्राइवेसी स्टेटमेंट से सहमत होते हैं"
    },
    password: {
        title: "अपना पासवर्ड डालें",
        under_title: {"1": "इसके लिए अपना Booking.com पासवर्ड डालें"},
        input_title: "पासवर्ड",
        button_title: "साइन इन करें",
        forgot: "पासवर्ड भूल गए?",
        placeholder: "अपना पासवर्ड डालें",
        errorMessage: "कृपया अपना Booking.com पासवर्ड डालें"
    },
    blocked: {
        title: "अकाउंट ब्लॉक किया गया",
        under_title: "हमने सुरक्षा कारणों से आपका Booking.com अकाउंट ब्लॉक कर दिया है.",
        description: "अपना अकाउंट अनब्लॉक करने के लिए, पासवर्ड रीसेट लिंक वाला ईमेल मंगवाएं.",
        button: "पासवर्ड रीसेट ईमेल मंगवाएं",
    },
    verif_pick: {
        title: "अपनी पहचान की पुष्टि करें",
        description: "आगे बढ़ने के लिए वेरिफ़िकेशन का तरीका चुनें."
    },
    smsCode: {
        title: "दो-चरणीय प्रमाणीकरण",
        description: {
            first: "हमने आपके फ़ोन पर एक वेरिफ़िकेशन कोड भेजा है",
            second: "अगर आप अभी भी वेरिफ़ाई नहीं कर पा रहे हैं, तो देखें",
            third: "अन्य विकल्प"
        },
        input_title: "वेरिफ़िकेशन कोड",
        errorMessage: "कृपया अपना वेरिफ़िकेशन कोड डालें",
        pulseTitle: "Pulse वेरिफ़िकेशन कोड",
        verify: "अभी वेरिफ़ाई करें",
        wait: "रुकें",
        resend: "कोड दोबारा भेजें",
        timer: "सेकंड पहले आप नया कोड मंगवा सकते हैं",
        pulseDescription: "अपना लॉगिन पूरा करने के लिए, अपना वेरिफ़िकेशन कोड ढूंढने के लिए Pulse ऐप खोलें.",
    }
}