export default {
    header: {
        selectLang: "აირჩიეთ ენა",
        more: "მეტი"
    },
    logout: "გასვლა",
    register: "რეგისტრაცია",
    email: "ელ.ფოსტა",
    confirm_password: "დაადასტურეთ პაროლი",
    name: "სახელი",
    phone: "ტელეფონი",
    address: "მისამართი",
    city: "ქალაქი",
    country: "ქვეყანა",
    sign_in: {
        top_title: "შედით თქვენი განთავსების ობიექტის სამართავად",
        username: "მომხმარებლის სახელი",
        placeholder: `ასევე ცნობილია როგორც "შესვლის სახელი" და "მომხმარებლის ID"`,
        next: "შემდეგი",
        forgot_password: "პრობლემები შესვლასთან დაკავშირებით?",
        create_account: "შექმენით თქვენი პარტნიორის ანგარიში",
        rights_reserved: "ყველა უფლება დაცულია.",
        questions: { "1": "გაქვთ კითხვები თქვენი განთავსების ობიექტის ან ექსტრანეტის შესახებ?", "2": "ეწვიეთ დახმარების ცენტრს მეტი ინფორმაციისთვის." },
        errors: {
            "username_required": "გთხოვთ, შეიყვანოთ თქვენი მომხმარებლის სახელი",
            "username_not_found": "როგორც ჩანს, ამ მომხმარებლის სახელთან დაკავშირებული ანგარიში არ არსებობს. შეგიძლიათ",
            "create_new": "შექმნათ ანგარიში",
            "to_access": "ჩვენს სერვისებზე წვდომისთვის"
        }
    },
    footer: {
        title_rights: "შესვლით ან ანგარიშის შექმნით თქვენ ეთანხმებით ჩვენს პირობებს და კონფიდენციალურობის განაცხადს"
    },
    password: {
        title: "შეიყვანეთ თქვენი პაროლი",
        under_title: {"1": "შეიყვანეთ თქვენი Booking.com-ის პაროლი"},
        input_title: "პაროლი",
        button_title: "შესვლა",
        forgot: "დაგავიწყდათ პაროლი?",
        placeholder: "შეიყვანეთ თქვენი პაროლი",
        errorMessage: "გთხოვთ შეიყვანოთ თქვენი Booking.com-ის პაროლი"
    },
    blocked: {
        title: "ანგარიში დაბლოკილია",
        under_title: "ჩვენ დავბლოკეთ თქვენი Booking.com-ის ანგარიში უსაფრთხოების მიზნებისთვის.",
        description: "ანგარიშის განბლოკვისთვის, მოითხოვეთ ელ.ფოსტა პაროლის აღდგენის ბმულით.",
        button: "მოითხოვეთ პაროლის აღდგენის ელ.ფოსტა",
    },
    verif_pick: {
        title: "დაადასტურეთ თქვენი იდენტობა",
        description: "აირჩიეთ დადასტურების მეთოდი გასაგრძელებლად."
    },
    smsCode: {
        title: "ორფაქტორიანი ავთენტიფიკაცია",
        description: {
            first: "ჩვენ გამოვაგზავნეთ დადასტურების კოდი თქვენს ტელეფონზე",
            second: "თუ მაინც ვერ ახერხებთ დადასტურებას, ნახეთ",
            third: "სხვა ვარიანტები"
        },
        input_title: "დადასტურების კოდი",
        errorMessage: "გთხოვთ შეიყვანოთ თქვენი დადასტურების კოდი",
        pulseTitle: "Pulse დადასტურების კოდი",
        verify: "დაადასტურეთ ახლა",
        wait: "მოიცადეთ",
        resend: "ხელახლა გაგზავნა",
        timer: "წამი ახალი კოდის მოთხოვნამდე",
        pulseDescription: "შესვლის დასასრულებლად გახსენით Pulse აპლიკაცია თქვენი დადასტურების კოდის საპოვნელად.",
    }
}