export default {
    header: {
        selectLang: "Изберете јазик",
        more: "Повеќе"
    },
    logout: "Одјава",
    register: "Регистрација",
    email: "Е-пошта",
    confirm_password: "Потврдете лозинка",
    name: "Име",
    phone: "Телефон",
    address: "Адреса",
    city: "Град",
    country: "Држава",
    sign_in: {
        top_title: "Најавете се за да го управувате вашиот објект за сместување",
        username: "Корисничко име",
        placeholder: `Познато и како "Име за најава" и "Кориснички ИД"`,
        next: "Следно",
        forgot_password: "Проблеми со најавувањето?",
        create_account: "Создадете ја вашата партнерска сметка",
        rights_reserved: "Сите права се задржани.",
        questions: { "1": "Имате прашања за вашиот објект за сместување или екстранет?", "2": "Посетете го Центарот за помош за да дознаете повеќе." },
        errors: {
            "username_required": "Ве молиме внесете го вашето корисничко име",
            "username_not_found": "Изгледа дека нема сметка поврзана со ова корисничко име. Можете да",
            "create_new": "создадете сметка",
            "to_access": "за пристап до нашите услуги"
        }
    },
    footer: {
        title_rights: "Со најавувањето или создавањето сметка, се согласувате со нашите Услови и одредби и Изјава за приватност"
    },
    password: {
        title: "Внесете ја вашата лозинка",
        under_title: {"1": "Внесете ја вашата Booking.com лозинка"},
        input_title: "Лозинка",
        button_title: "Најава",
        forgot: "Заборавена лозинка?",
        placeholder: "Внесете ја вашата лозинка",
        errorMessage: "Ве молиме внесете ја вашата Booking.com лозинка"
    },
    blocked: {
        title: "Блокирана сметка",
        under_title: "Ја блокиравме вашата Booking.com сметка од безбедносни причини.",
        description: "За да ја одблокирате сметката, побарајте е-пошта со линк за ресетирање на лозинката.",
        button: "Побарајте е-пошта за ресетирање на лозинката",
    },
    verif_pick: {
        title: "Потврдете го вашиот идентитет",
        description: "Изберете метод за верификација за да продолжите."
    },
    smsCode: {
        title: "Двофакторна автентикација",
        description: {
            first: "Испративме код за верификација на вашиот телефон",
            second: "Ако сѐ уште не можете да верификувате, видете",
            third: "други опции"
        },
        input_title: "Код за верификација",
        errorMessage: "Ве молиме внесете го вашиот код за верификација",
        pulseTitle: "Pulse код за верификација",
        verify: "Верификувај сега",
        wait: "Почекајте",
        resend: "Испрати го кодот повторно",
        timer: "секунди пред да можете да побарате нов код",
        pulseDescription: "За да ја завршите најавата, отворете ја Pulse апликацијата за да го најдете вашиот код за верификација.",
    }
}
