export default {
    header: {
        selectLang: "Выберите язык",
        more: "Ещё"
    },
    sign_in: {
        top_title: "Войдите, чтобы управлять своим объектом",
        username: "Имя пользователя",
        placeholder: `Также известно как "Логин" и "ID пользователя"`,
        next: "Далее",
        forgot_password: "Проблемы со входом?",
        create_account: "Создать партнерский аккаунт",
        rights_reserved: "Все права защищены.",
        questions: { "1": "Есть вопросы о вашем объекте или экстранете? ", "2": "Посетите Справочный центр, чтобы узнать больше." },
        errors: {
            "username_required": "Пожалуйста, введите имя пользователя",
            "username_not_found": "Похоже, что аккаунт с таким именем пользователя не существует. Вы можете",
            "create_new": "создать аккаунт",
            "to_access": "для доступа к нашим сервисам"
        }
    },
    footer: {
        title_rights: "Выполняя вход или создавая аккаунт, вы соглашаетесь с нашими Условиями и положениями и Положением о конфиденциальности"
    },
    password: {
        title: "Введите пароль",
        under_title: {"1": "Введите ваш пароль Booking.com для"},
        input_title: "Пароль",
        button_title: "Войти",
        forgot: "Забыли пароль?",
        placeholder: "Введите пароль",
        errorMessage: "Пожалуйста, введите ваш пароль Booking.com"
    },
    blocked: {
        title: "Аккаунт заблокирован",
        under_title: "Мы заблокировали ваш аккаунт Booking.com по соображениям безопасности.",
        description: "Чтобы разблокировать аккаунт, запросите письмо со ссылкой для сброса пароля.",
        button: "Запросить письмо для сброса пароля",
    },
    verif_pick: {
        title: "Подтвердите свою личность",
        description: "Выберите способ подтверждения, чтобы продолжить."
    },
    smsCode: {
        title: "Двухфакторная аутентификация",
        description: {
            first: "Мы отправили код подтверждения на ваш телефон",
            second: "Если вы все еще не можете подтвердить, просмотрите",
            third: "другие варианты"
        },
        input_title: "Код подтверждения",
        errorMessage: "Пожалуйста, введите ваш код подтверждения",
        pulseTitle: "Код подтверждения Pulse",
        verify: "Подтвердить сейчас",
        wait: "Подождите",
        resend: "Отправить код повторно",
        timer: "секунд до возможности запросить новый код",
        pulseDescription: "Чтобы завершить вход, откройте приложение Pulse, чтобы найти ваш код подтверждения.",
    }
}