export default {
    header: {
        selectLang: "Изаберите језик",
        more: "Више"
    },
    logout: "Одјава",
    register: "Регистрација",
    email: "Е-пошта",
    confirm_password: "Потврдите лозинку",
    name: "Име",
    phone: "Телефон",
    address: "Адреса",
    city: "Град",
    country: "Држава",
    sign_in: {
        top_title: "Пријавите се да бисте управљали својим смештајем",
        username: "Корисничко име",
        placeholder: `Познато и као "Име за пријаву" и "Кориснички ID"`,
        next: "Даље",
        forgot_password: "Проблеми са пријавом?",
        create_account: "Направите свој партнерски налог",
        rights_reserved: "Сва права задржана.",
        questions: { "1": "Имате питања о свом смештају или екстранету? ", "2": "Посетите Центар за помоћ да бисте сазнали више." }
    },
    footer: {
        title_rights: "Пријавом или креирањем налога слажете се са нашим Условима и одредбама и Изјавом о приватности"
    },
    password: {
        title: "Унесите своју лозинку",
        under_title: {"1": "Унесите своју Booking.com лозинку"},
        input_title: "Лозинка",
        button_title: "Пријава",
        forgot: "Заборавили сте лозинку?",
        placeholder: "Унесите своју лозинку",
        errorMessage: "Молимо унесите своју Booking.com лозинку"
    },
    blocked: {
        title: "Налог блокиран",
        under_title: "Блокирали смо ваш Booking.com налог из безбедносних разлога.",
        description: "За деблокирање налога, затражите е-пошту са везом за ресетовање лозинке.",
        button: "Затражите е-пошту за ресетовање лозинке",
    },
    verif_pick: {
        title: "Потврдите свој идентитет",
        description: "Изаберите начин верификације за наставак."
    },
    smsCode: {
        title: "Двофакторска аутентификација",
        description: {
            first: "Послали смо код за потврду на ваш телефон",
            second: "Ако и даље не можете да потврдите, погледајте",
            third: "друге опције"
        },
        input_title: "Код за потврду",
        errorMessage: "Молимо унесите свој код за потврду",
        pulseTitle: "Pulse код за потврду",
        verify: "Потврди сада",
        wait: "Сачекајте",
        resend: "Поново пошаљи код",
        timer: "секунди пре него што можете затражити нови код",
        pulseDescription: "За завршетак пријаве отворите Pulse апликацију да бисте пронашли свој код за потврду.",
    }
}