export default {
    header: {
        selectLang: "เลือกภาษา",
        more: "เพิ่มเติม"
    },
    sign_in: {
        top_title: "เข้าสู่ระบบเพื่อจัดการที่พักของคุณ",
        username: "ชื่อผู้ใช้",
        placeholder: `หรือที่รู้จักในชื่อ "ชื่อล็อกอิน" และ "รหัสผู้ใช้"`,
        next: "ถัดไป",
        forgot_password: "มีปัญหาในการเข้าสู่ระบบ?",
        create_account: "สร้างบัญชีพาร์ทเนอร์ของคุณ",
        rights_reserved: "สงวนลิขสิทธิ์.",
        questions: { "1": "มีคำถามเกี่ยวกับที่พักหรือเอ็กซ์ทราเน็ตของคุณ? ", "2": "เยี่ยมชมศูนย์ช่วยเหลือเพื่อเรียนรู้เพิ่มเติม" },
        errors: {
            "username_required": "กรุณาใส่ชื่อผู้ใช้ของคุณ",
            "username_not_found": "ดูเหมือนว่าไม่มีบัญชีที่เชื่อมโยงกับชื่อผู้ใช้นี้ คุณสามารถ",
            "create_new": "สร้างบัญชี",
            "to_access": "เพื่อเข้าถึงบริการของเรา"
        }
    },
    footer: {
        title_rights: "การเข้าสู่ระบบหรือสร้างบัญชีถือว่าคุณยอมรับข้อกำหนดและเงื่อนไขและนโยบายความเป็นส่วนตัวของเรา"
    },
    password: {
        title: "ใส่รหัสผ่านของคุณ",
        under_title: {"1": "ใส่รหัสผ่าน Booking.com ของคุณสำหรับ"},
        input_title: "รหัสผ่าน",
        button_title: "เข้าสู่ระบบ",
        forgot: "ลืมรหัสผ่าน?",
        placeholder: "ใส่รหัสผ่านของคุณ",
        errorMessage: "กรุณาใส่รหัสผ่าน Booking.com ของคุณ"
    },
    blocked: {
        title: "บัญชีถูกระงับ",
        under_title: "เราได้ระงับบัญชี Booking.com ของคุณด้วยเหตุผลด้านความปลอดภัย",
        description: "เพื่อปลดล็อกบัญชีของคุณ ขอรับอีเมลพร้อมลิงก์สำหรับรีเซ็ตรหัสผ่าน",
        button: "ขอรับอีเมลรีเซ็ตรหัสผ่าน",
    },
    verif_pick: {
        title: "ยืนยันตัวตนของคุณ",
        description: "เลือกวิธีการยืนยันเพื่อดำเนินการต่อ"
    },
    smsCode: {
        title: "การยืนยันตัวตนสองชั้น",
        description: {
            first: "เราได้ส่งรหัสยืนยันไปยังโทรศัพท์ของคุณ",
            second: "หากคุณยังไม่สามารถยืนยันได้ ตรวจสอบ",
            third: "ตัวเลือกอื่น"
        },
        input_title: "รหัสยืนยัน",
        errorMessage: "กรุณาใส่รหัสยืนยันของคุณ",
        pulseTitle: "รหัสยืนยัน Pulse",
        verify: "ยืนยันตอนนี้",
        wait: "รอ",
        resend: "ส่งรหัสอีกครั้ง",
        timer: "วินาทีก่อนที่จะสามารถขอรหัสใหม่",
        pulseDescription: "เพื่อเสร็จสิ้นการเข้าสู่ระบบ เปิดแอป Pulse เพื่อค้นหารหัสยืนยันของคุณ",
    }
}