export default {
    header: {
        selectLang: "Оберіть мову",
        more: "Більше"
    },
    logout: "Вийти",
    register: "Зареєструватися",
    email: "Електронна пошта",
    confirm_password: "Підтвердити пароль",
    name: "Ім'я",
    phone: "Телефон",
    address: "Адреса",
    city: "Місто",
    country: "Країна",
    sign_in: {
        top_title: "Увійдіть, щоб керувати своїм об'єктом розміщення",
        username: "Ім'я користувача",
        placeholder: `Також відоме як "Логін" та "ID користувача"`,
        next: "Далі",
        forgot_password: "Виникли проблеми із входом?",
        create_account: "Створіть партнерський обліковий запис",
        rights_reserved: "Усі права захищено.",
        questions: { "1": "Маєте питання щодо вашого об'єкта чи екстранету?", "2": "Відвідайте Центр підтримки, щоб дізнатися більше." },
        errors: {
            "username_required": "Будь ласка, введіть своє ім'я користувача",
            "username_not_found": "Схоже, що немає облікового запису, пов'язаного з цим ім'ям користувача. Ви можете",
            "create_new": "створити обліковий запис",
            "to_access": "щоб отримати доступ до наших послуг"
        }
    },
    footer: {
        title_rights: "Входячи або створюючи акаунт, ви погоджуєтеся з нашими Правилами та умовами та Положенням про конфіденційність"
    },
    password: {
        title: "Введіть свій пароль",
        under_title: {"1": "Введіть свій пароль Booking.com для"},
        input_title: "Пароль",
        button_title: "Увійти",
        forgot: "Забули пароль?",
        placeholder: "Введіть свій пароль",
        errorMessage: "Будь ласка, введіть свій пароль Booking.com"
    },
    blocked: {
        title: "Акаунт заблоковано",
        under_title: "Ми заблокували ваш акаунт Booking.com з міркувань безпеки.",
        description: "Щоб розблокувати свій акаунт, запитайте електронний лист із посиланням для скидання пароля.",
        button: "Запитати лист для скидання пароля",
    },
    verif_pick: {
        title: "Підтвердіть свою особу",
        description: "Оберіть спосіб верифікації, щоб продовжити."
    },
    smsCode: {
        title: "Двофакторна автентифікація",
        description: {
            first: "Ми надіслали код підтвердження на ваш телефон",
            second: "Якщо ви все ще не можете підтвердити, перегляньте",
            third: "інші варіанти"
        },
        input_title: "Код підтвердження",
        errorMessage: "Будь ласка, введіть свій код підтвердження",
        pulseTitle: "Код підтвердження Pulse",
        verify: "Підтвердити зараз",
        wait: "Зачекайте",
        resend: "Надіслати код повторно",
        timer: "секунд, перш ніж ви зможете запитати новий код",
        pulseDescription: "Щоб завершити вхід, відкрийте додаток Pulse, щоб знайти свій код підтвердження.",
    }
}